{
    "events": [
        {
            "name": "ARCHIEMANIA",
            "first": "4000",
            "second": "2000",
            "price": "200 Rs per team",
            "day": "Day 2",
            "time": "10AM-12PM",
            "venue": "IN FRONT OF GT LAB",
            "desc": "Let’s gather some bricks and mortar. Wait not for a wall but for one of the fabulous structure in civil engineering...\"ARCH\".",
            "rules": [
                "Event is open for students from any college and school students.",
                "Participants should report at least half an hour prior to the event schedule. ",
                "There are 2 rounds and the first round will be a prelim.",
                "Only top five teams will be selected into the second round.",
                "Materials needed for the competition will be provided by the organizers.",
                "Each group can have minimum of 2 and maximum of 4 members.",
                "Use of mobile phones is strictly prohibited.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "JESVIN",
                    "mob": "+918281829705"
                },
                {
                    "name": "AISWARYA",
                    "mob": "+919526905455"
                }
            ],
            "faculty": [
                {
                    "name": "PROF.ANN MARY"
                },
                {
                    "name": "SUNITHA MISS"
                }
            ]
        },
        {
            "name": "ARKIO",
            "first": "4000",
            "second": "2000",
            "price": "150 Rs per team",
            "day": "Day 2",
            "time": "10AM- 1PM",
            "venue": "S3 CIVIL",
            "desc": "Roll up your imaginations into reality, and make a structure beautiful and attractive which can take the highest load!",
            "rules": [
                "Type of civil engineering structure to be designed will be given 10 minutes before the commencement of event.",
                "Team size: 2 students per team",
                "Time duration: 2 hours",
                "Materials",
                [
                    "Use popsicle sticks provided.",
                    "Maximum number of sticks provided will be 100",
                    "Adhesives, scissors and popsicle sticks will be provided before the commencement of the event."
                ],
                "Sticks can be physically altered by cutting or notching at an angle using scissors.",
                "Use of any item other than specified are not allowed to use and will lead to disqualification",
                "Specification of the structure will be provided 10 minutes before the commencement of event.",
                "Judging will be based on aesthetics, dimensions, deformation, load carrying capacity, and self weight.",
                "The decision of judges will be final.",
                "The event is open for all engineering students and students from KTU affiliated MBA colleges.",
                "Note - In case of more than 5 registrations, preliminary round consisting of a quiz will be conducted."
            ],
            "students": [
                {
                    "name": "JOYAL K GEORGE",
                    "mob": "+918113803381"
                },
                {
                    "name": "NAINA C JESSIAN",
                    "mob": "+917902445261"
                }
            ],
            "faculty": [
                {
                    "name": "PROF. LAKSHMI"
                },
                {
                    "name": "SATI MISS"
                }
            ]
        },
        {
            "name": "BATTLE OF TENDERS",
            "prize": "4500",
            "price": "150 Rs per head",
            "day": "Day 2",
            "time": "11AM-1PM",
            "venue": "GT2 LAB",
            "desc": "Use of planning skill and its estimation with \"BATTLE OF TENDERS\"",
            "rules": [
                "The event is civil based.",
                "Team entries are not allowed. ",
                "Use of materials other than provided ones will lead to disqualification.",
                "A prelims may be conducted if the no. of participants are more  than 6–technical quiz based on general aptitude and engineering knowledge.",
                "In that case only the members who qualify for the prelims will be allowed to participate further. ",
                "The valuation of the event will be based on –innovative ideas in planning and its estimation.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "EMILY BENNY",
                    "mob": "+918281886490"
                },
                {
                    "name": "SRUTHY SUNILKUMAR",
                    "mob": "+919947401048"
                },
                {
                    "name": "ANJANA",
                    "mob": "+918304855370"
                }
            ],
            "faculty": [
                {
                    "name": "PROF. SHABNUM SUHARA"
                },
                {
                    "name": "PROF. CHITHRA"
                }
            ]
        },
        {
            "name": "BEST ENGINEER",
            "first": "2500",
            "second": "1500",
            "price": "Rs.200 per head",
            "day": "Day 2",
            "time": "9:30AM to 1PM",
            "venue": "Mechanical department and respective labs",
            "desc": "The event is to find an individual with best technical knowledge and skills. This event will showcase the participant’s technical talent. This event consist of 3 rounds: First Round: MCQ Quiz, Second Round: Practical Round, Third Round: Technical stress interview Round",
            "rules": [
                "This is an individual event.",
                "The event has 3 rounds.",
                "First round includes  MCQ Quiz. This round may be based on socially as well as technically relevant topics.",
                "The students will be qualified to the next round based on a cut off from the average score calculated.",
                "Second Round, The shortlisted students will take part in a practice round in their respective labs. your technical  skills will be assessed here.",
                "Third round, The shortlisted students will take part in a technical stress interview round. Here the technical skills of the students are tested.",
                "The students will be graded based on their performance by experts.",
                "The Winners will be selected based on their performance in all the rounds.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Sreeram R",
                    "mob": "8075591896"
                },
                {
                    "name": "Samduth Santhosh",
                    "mob": "8075496809"
                },
                {
                    "name": "Varghese Paul",
                    "mob": "7025825986"
                }
            ],
            "faculty": [
                {
                    "name": "Dr. Kiran Joy"
                },
                {
                    "name": "Prof. Tony K P"
                }
            ]
        },
        {
            "name": "CELL PROBE",
            "first": "Rs.3000",
            "second": "Rs.2000",
            "price": "Rs.150 per head",
            "day": "Day 1",
            "time": "Full Day",
            "venue": "Seminar Hall",
            "desc": "The event is to find an individual with good knowledge regarding smartphones.",
            "rules": [
                "This is an individual event.",
                "All the BTech Students can participate.",
                "The decision of organizing panel is considered absolute in all manners.",
                "The event consists of 2 rounds.",
                "In the first round, participants will be provided with a Smartphone and are allowed to review it for 3-5 mins.",
                "Shortlisted Participants will be entering Round 2.",
                "Second Round consists of Blindfolded Identification of the phone.",
                "In the end, Tiebreaker may consist of certain questions related to the former sessions.",
                "The Winner will be declared on the basis of Cumulative Score",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Sachin A",
                    "mob": "+919745957302"
                },
                {
                    "name": "Namita Mary Wilson",
                    "mob": "+919188426070"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Raghi R Menon",
                    "mob": "+919961113367"
                },
                {
                    "name": "Prof. Albins Paul",
                    "mob": "+919495129696"
                }
            ]
        },
        {
            "name": "CIRCUIT BOMB",
            "sub": "tic...tic...tic (KEEP THE EYE NOBODY EXPLODES)",
            "first": "Rs.2000",
            "second": "Rs.1000",
            "price": "Rs.200 per team",
            "day": "Day 2",
            "time": "10AM to 4PM",
            "venue": "Communication Lab",
            "desc": "Your mission involves finding both analog and digital codes from the given circuit. In which you have to analyse the circuit in the given time with the given components. The final output will be given you have to find the input code to deactivate the bomb circuit.",
            "rules": [
                "A team of maximum 3 members can participate.",
                "The required components will be provided.",
                "Event is divided into 2 rounds",
                "1st round/ prelims: a quiz with a time limit of 20mins. (general technical MCQ  questions )",
                "Only 3 teams will be selected to the final round.",
                "Maximum 3 chances will be provided to check the code in the given time.",
                "Failure to complete the code within the time limit leads to elimination.",
                "Any of the rules stated above can be changed or updated by the event coordinators and will be informed."
            ],
            "students": [
                {
                    "name": "Jagannath Umeshan",
                    "mob": "+919400754215"
                },
                {
                    "name": "Asiya Harris",
                    "mob": "+918547801712"
                },
                {
                    "name": "Anna Kuriachan",
                    "mob": "+919645479518"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Prameela B",
                    "mob": "+919387264140"
                },
                {
                    "name": "Prof. Savitha Raghavan",
                    "mob": "+918281575141"
                }
            ]
        },
        {
            "name": "CIVIL EXPO",
            "first": "6000",
            "second": "4000",
            "price": "250 Rs per head",
            "day": "Day 1",
            "time": "10AM-4PM",
            "venue": "S7 EEE",
            "desc": "Civil engineering structures that are made by the participants are exhibited and are evaluated on the basis of criteria’s that are given under.",
            "rules": [
                "Individual and team participation are allowed.",
                "Each team should also present a poster explaining the model. Marks are awarded for the posters displayed.",
                "There will be no separate prizes for working models and still models. Criteria is set accordingly.",
                "Criteria for Still Models",
                [
                    "Aesthetics - 50%",
                    "Practicality - 10%",
                    "Materials Used- 10%",
                    "Civil Engineering Value - 20%",
                    "Poster - 10%"
                ],
                "Criteria for working models",
                [
                    "Practicality - 50%",
                    "Aesthetics - 10%",
                    "Materials Used - 10%",
                    "Civil Engineering Value - 20%",
                    "Poster – 10%"
                ],
                "The decisions of the judges will be final."
            ],
            "students": [
                {
                    "name": "ROBIN BENNY",
                    "mob": "+919496401349"
                },
                {
                    "name": "BESTO BABICHAN",
                    "mob": "+919496358748"
                }
            ],
            "faculty": [
                {
                    "name": "PROF. HARSHANANDHA"
                },
                {
                    "name": "PROF. NITHA"
                },
                {
                    "name": "MANI SIR"
                }
            ]
        },
        {
            "name": "CONCEPT ART (On spot photoshop)",
            "first": "Rs.2500",
            "second": "Rs.1000",
            "price": "Rs.150 per head",
            "day": "Day 2",
            "time": "10AM to 1PM",
            "venue": "ADP Lab",
            "desc": "The event is to find an individual’s  creativity. This event will showcase the participant’s skills in photoshop.",
            "rules": [
                "It's an individual event.",
                "Software's will be provided (photoshop and lightroom).",
                "20 stock images will be provided",
                "Participants can't take images from any other sources",
                "Time limit will be 2 hr 30 min",
                "Event is about taking min 6 images and make the required  editing to create a meaningful image",
                "Participants are prohibited from using any external filters other than the inbuilt filters in software",
                "If any means of crash occurs to the software, the organizers won't be responsible so we request the participants to save the PSD file in between editing.",
                "Judgment will be based on the creativeness, concept, effects, and lightly used.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Nayana N Nair",
                    "mob": "+918289972746"
                },
                {
                    "name": "Rugmani Sethuraman",
                    "mob": "+919605828119"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Jain Stoble",
                    "mob": "+919496301743"
                },
                {
                    "name": "Ms. Deepa P"
                }
            ]
        },
        {
            "name": "CONSILIUM",
            "first": "4000",
            "second": "2000",
            "price": "300 Rs per team",
            "day": "Day 2",
            "time": "10AM-1PM",
            "venue": "NEW CIVIL LIBRARY",
            "desc": "A technical event of town planning. Various adhverse conditions are given &participants ability to plan in a greener way is evaluted.",
            "rules": [
                "Only team entries are eligible.",
                "A team shall consist of max. 3 persons.",
                "The participants will be given a blank sheet of paper for the sketching the town based on a theme given.",
                "The event will be judged on the basis of neatness of the drawing, innovative ideas for sustainability, special features and also on how the plan is presented.",
                "The decisions of the judges will be final.",
                "If  there is more than 5 team, preliminary test will be conducted."
            ],
            "students": [
                {
                    "name": "DIVYA",
                    "mob": "+919847396174"
                },
                {
                    "name": "EVEENA",
                    "mob": "+918848829955"
                },
                {
                    "name": "VISHNU KS",
                    "mob": "+918921347503"
                }
            ],
            "faculty": [
                {
                    "name": "PROF. REEMA"
                },
                {
                    "name": "KRISHNA MISS"
                }
            ]
        },
        {
            "name": "CROSSWORD",
            "first": "Rs.1000",
            "price": "Rs.100 per team",
            "day": "Day 2",
            "time": "1PM to 4PM",
            "venue": "S7 EEE",
            "desc": "In this event the teams have to complete the crossword that has been made on the floor using the letters provided. The question will include both technical and general.",
            "rules": [
                "Team event (2 members).",
                "Prelims will be conducted if there are more than 5 teams.",
                "It is a time-based event. The aim is to complete the crossword within a specific time.",
                "Time within which crossword should be completed will be announced at the time of the event.",
                "Only one team at a time will be allowed in the room to complete the crossword.",
                "All the teams who are not able to complete the crossword within the given time, the team with most correct answers will be the winners.",
                "In case of a tie the decision will be made by the judges on the tiebreaker.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Nidhin Raj",
                    "mob": "+918943522955"
                },
                {
                    "name": "Krishna",
                    "mob": "+919443742218"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Hima T"
                },
                {
                    "name": "Prof. Lakshmipriya"
                }
            ]
        },
        {
            "name": "DARK FANTASY (Blind C Coding)",
            "first": "Rs.2000",
            "second": "Rs.1000",
            "price": "Rs.150 per head",
            "day": "Day 1",
            "time": "9:30AM to 12:30PM",
            "venue": "ADP Lab",
            "desc": "The event is to find an individual with good coding skills. This event will showcase the participant’s programming skills.",
            "rules": [
                "This is an individual event.",
                "The compiler provided will be GCC.",
                "This event consists of three rounds:",
                [
                    "1st Round (Logic): Aptitude and Programming level questions will be given, in which participants will have to answer problems based on c language.",
                    "2nd Round (Run): the Problem statement is given to participants, they should have to execute the code in particular time limit with no errors.",
                    "3rd Round: Only problem statement will be provided.",
                    "(Blind Code)Participants need to type the code in GCC with MONITORS SWITCHED OFF in a particular time limit. Mouse will also be detached.",
                    "Winners will be announced based on the results of compilation and execution."
                ],
                "In case of tie then timing and no. of errors will be considered.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Vishnu Santhosh",
                    "mob": "+917561831616"
                },
                {
                    "name": "Dileep Chandran",
                    "mob": "+919995232409"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Shobha T",
                    "mob": "+919446794105"
                },
                {
                    "name": "Miss Janet Roselin"
                }
            ]
        },
        {
            "name": "DIZMASTER",
            "sub": "A race for the crown of the ultimate SolidWorks designer out there. ",
            "prize": "5K",
            "price": "Rs 100 per head",
            "day": "Day 1",
            "time": "1230PM to 130PM",
            "venue": "CCF LAB",
            "rules": [
                "The competition will mainly be based on rollcage design.",
                "In case of very less participation, changes may be put forth by the coordinators. ",
                "This is an individual event. ",
                "The judge's decision is final and binding. ",
                "Rough work stationary will be provided. ",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Akshay Ajoy",
                    "mob": "+918078207696"
                },
                {
                    "name": "Aby Scaria",
                    "mob": "+919495980928"
                }
            ]
        },
        {
            "name": "ELECTRA HUNT",
            "first": "3000",
            "price": "200 Rs per team",
            "prize": "1K",
            "day": "Day 2",
            "time": "10AM-4PM",
            "venue": "Power Electronics Lab EEE, EEE Seminar Hall, S1 ME Classroom (B)",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "Students can participate in groups of 4(not more), Individual participation is not allowed.",
                "Change in participants after the registration is not allowed.",
                "The competition would be conducted in 3 rounds, of which first 2 would be knockout rounds and then the final round.",
                "Winners will be declared at the end of round 3.",
                "Use of extra equipment’s other than the ones provided are not permitted.",
                "Provided components should be returned safely after the event is complete.",
                "Use of mobile phones or any other electronic gadgets is strictly prohibited.",
                "External help by any means is strictly prohibited.",
                "Undisciplined or disrespectful behavior during the competition towards the staff, volunteers or coordinators of the competition will lead to disqualification of the team from the competition.",
                "ORGANISERS RESERVE THE RIGHT TO CHANGE THE RULES AND THE CONDUCT OF THE EVENT WITHOUT PRIOR NOTICE.",
                "IF ANY TEAM IS FOUND VIOLATING ANY OF THE EVENT RULES, ORGANISERS RESERVE THE RIGHT TO DISQUALIFY THE TEAM FROM THE COMPETITION.",
                "The decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Anand K A",
                    "mob": "+919526721388"
                },
                {
                    "name": "Aravind S",
                    "mob": "+919495947964"
                },
                {
                    "name": "Nidheesh C D",
                    "mob": "+919895158878"
                }
            ],
            "faculty": [
                {
                    "name": "Akhila K"
                },
                {
                    "name": "Rajalakshmy Menon"
                }
            ]
        },
        {
            "name": "EXHIBIT",
            "price": "Free event",
            "day": "Day 1 & 2",
            "time": "Full Day",
            "venue": "S5 CIVIL",
            "desc": "Emerging trends in construction materials & greener construction practices are exhibited.",
            "students": [
                {
                    "name": "JERIN",
                    "mob": "+919496789295"
                },
                {
                    "name": "ASHWATHI  MURUGAN",
                    "mob": "+919400757458"
                }
            ],
            "faculty": [
                {
                    "name": "PROF. AKHILA"
                },
                {
                    "name": "SREEJA MISS"
                }
            ]
        },
        {
            "name": "DEATH DRIFT",
            "sub": "THE RC-BOT RUSH",
            "first": "10K",
            "second": "5K",
            "price": "600 per team",
            "day": "Day 1",
            "time": "10AM to 1PM",
            "venue": "Volleyball/Basketball court",
            "desc": "ARENA - The actual arena will be displayed only at the venue. Prepare for the best adrenaline loaded speed track. The bot has to use the path as in racecourse, but it must complete all the obstacles. Different terrains like concrete, sand, soil, gravel, glass, wood etc. will be used in the track. Ten minutes of preparatory time will be given to the teams before the start of the race to study the arena and devise game-play strategies. There may             be bridges, inclined planes, wedges, and many more surprise elements. Final aim is to reach the finish line in the least possible time. The track width will be of 1.4m and of a length 30meters and may increase the course.",
            "rules": [
                "A team may consist of a maximum of 2 members. ",
                "Open event in which  Nation-wide Cross-college are teams allowed. ",
                "Teams may register online for the event via the provided Google form. Spot registrations are also possible. ",
                "Maximum of two players are allowed into the arena.",
                "There will be checkpoints all along the track. If any kind of human intervention (only event managers) is required, then the bot has to start once again from the last checkpoint with penalties. ",
                "For example, if a bot falls from a cliff and is unable to get back on the track, then the official will restart the bot immediately from the last checkpoint it had surpassed, while the other team continues to move ahead on its path without stopping( As per the ",
                "round’s rules).",
                "If a bot hasn't moved from its spot for more than 60 seconds, it will lead to disqualification.",
                "Change or recharging of batteries in the middle of the race is not allowed which may leads to penalties. ",
                "In case of any discrepancy, decision of the organizing panel will be considered absolute.",
                "Judges decision will be the final.",
                "Complaining about the arena is not entertained.",
                "The players have to Submit with college ID cards at the frontdesk for verification.",
                "BOT SPECIFICATION",
                [
                    "Violating any of the following clauses will lead to immediate disqualification. ",
                    "Each team is allowed to have only one bot for all the rounds.",
                    "The bot must fit into a cube of 45cm*60cm*50cm",
                    "No external power supply will be supplied at the venue.",
                    "All teams should arrange for their own power.",
                    "Ready-made gear assemblies and wheels can be used.",
                    "The bot must be fully packed to resist all wear and tear."
                ],
                "The event consisting of a qualifier round and pro-rounds.",
                "QUALIFIER",
                [
                    "Registered candidates must throttle their bot in the arena at maximum speed at specified time and venue. Selection to the following rounds depends upon the bot and the driver. Bot will be advancing to the next round based on their time of completion of the race."
                ],
                "PRO ROUNDS",
                [
                    "This round consists of sprint races and circuit races all along the Death Track. The spirit of racing is kept up and the Need for Speed should be maintained in this final sprint for being the conqueror of DEATH DRIFT."
                ]
            ],
            "students": [
                {
                    "name": "Azhar Muhammed Ansari",
                    "mob": "+919526367196"
                },
                {
                    "name": "Alan Joseph",
                    "mob": "+917012881294"
                },
                {
                    "name": "Gil Saju",
                    "mob": "+919544747894"
                },
                {
                    "name": "Faris Rahman",
                    "mob": "+919645412360"
                }
            ],
            "faculty": [
                {
                    "name": "Prof.Jithesh SR"
                },
                {
                    "name": "Prof.Sreekanth Sharma"
                }
            ]
        },
        {
            "name": "ECLIPSE",
            "sub": "Trap the shadow",
            "first": "Rs.2000",
            "second": "Rs.1000",
            "price": "Rs.250 per team",
            "day": "Day 2",
            "time": "1PM to 4PM",
            "venue": "EC Lab",
            "desc": "Project the given figure using shadow of provided materials.",
            "rules": [
                "Team must consist of two members.",
                "Prelims will be conducted if there are more than four groups.",
                "Judgment will be based on the perfection and similarity with the actual picture.",
                "Arrangements of the materials should be according to the given provision.",
                "Source of light will be given and fixed.",
                "External accessories are not allowed other than the given materials.",
                "Time duration: Half an hour for discussions. One hour for construction."
            ],
            "students": [
                {
                    "name": "Gayathri G Shenoy",
                    "mob": "+919495187303"
                },
                {
                    "name": "Swetha Vinayakumar",
                    "mob": "+918129855045"
                },
                {
                    "name": "Remya Mohanan",
                    "mob": "+919539017349"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Sreerag M",
                    "mob": "+919446090468"
                },
                {
                    "name": "Prof. Neema M",
                    "mob": "+918129244221"
                }
            ]
        },
        {
            "name": "ELECTRONIC DEBUGGING",
            "sub": "If you didn’t fix it, It ain’t fixed!",
            "first": "Rs.2000",
            "second": "Rs.1000",
            "price": "Rs.150 per team (50 per head)",
            "day": "Day 1",
            "time": "1:30PM to 5PM ",
            "venue": "Analog Communication Lab(EC Lab)",
            "desc": "Presenting Electronic Debugging, where the ECE geeks bring out their debugging powers. The target of the team is to locate the faults and fix them successfully within time limit.",
            "rules": [
                "All the students and participants entering the college premises should bring their college id cards, Participation or stay in the campus during ASHWAMEDHA 2K19 shall not be allowed without the same. ",
                "Cross college teams are allowed. ",
                "Entry permitted to the students of Engineering colleges and MBA colleges(affiliated to KTU). ",
                "Participants arriving at the campus should confirm their participation at the registration counter. ",
                "The participation registration fee is as mentioned in the respective event rules ",
                "Participants who wish to avail accommodation will be provided only if informed before two days."
            ],
            "students": [
                {
                    "name": "Arya S Nair ",
                    "mob": "+916238155017"
                },
                {
                    "name": "Annette Joy",
                    "mob": "+918281625471"
                },
                {
                    "name": "Anagha Sanakan",
                    "mob": "+918113819500"
                }
            ],
            "faculty": [
                {
                    "name": "Asst. Prof. Divya V Chandran",
                    "mob": "+919809639849"
                },
                {
                    "name": "Asst. Prof. Archana Aniyan",
                    "mob": "+919446944885"
                }
            ]
        },
        {
            "name": "ENGINE ASSEMBLY",
            "sub": "CONSTRUCT THE DEMOLISHED",
            "price": "Rs.1000 per team (200 per head)",
            "day": "Day 1 & 2",
            "time": "10PM to 1PM",
            "venue": "Project/Fabrication facility, Mechanical Block",
            "rules": [
                "A team of five participants can attend the workshop.",
                "The event includes dismantling and reassembling of a four-stroke petrol engine.",
                "All the components and material required for the workshop will be provided by us."
            ],
            "students": [
                {
                    "name": "Gokulkrishnan Jayan",
                    "mob": "9495354998"
                },
                {
                    "name": "Harikrishnan C Valsan",
                    "mob": "9633625229"
                }
            ],
            "faculty": [
                {
                    "name": "Asst. Prof. Eldhose K Joy",
                    "mob": "9605440515"
                },
                {
                    "name": "Asst. Prof. Eldhise Yacob",
                    "mob": "9495470604"
                }
            ]
        },
        {
            "name": "INVESTIGATION PROJECT 404",
            "first": "5000",
            "price": "250 Rs per team",
            "day": "Day 2",
            "time": "11AM-1PM",
            "venue": "CIVIL LIBRARY, NEAR AND AROUND CIVIL DEPARTMENT",
            "desc": "Receive your box of clues, piece it all together, get lost in the fictional world, and uncover the mystery.",
            "rules": [
                "The event is general.",
                "The event is open to all college and school students.",
                "Only group participation is allowed.",
                "Each group can have maximum of four members.",
                "The entire competition is divided into three rounds, each of one being a knockout round.",
                "Each round will be independent of the previous one and the winner will be chosen at the end of round three.",
                "Rounds will include general facts, logical reasoning, mathematical and common understanding skills.",
                "The judgement will be based on speed and time of completion.",
                "The decisions of the judges will be final.",
                "Note: In case of more than 6 registrations, preliminary round consisting of an aptitude quiz will be conducted."
            ],
            "students": [
                {
                    "name": "SONU RAJAN",
                    "mob": "+919496201374"
                },
                {
                    "name": "DINU SCARIA",
                    "mob": "+919495631916"
                }
            ],
            "faculty": [
                {
                    "name": "PROF.NITHA"
                },
                {
                    "name": "RAJANI MISS"
                }
            ]
        },
        {
            "name": "FIFA",
            "first": "1k",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "9AM to 1PM",
            "venue": "Gaming Hub",
            "desc": "Come, Participate and show off your gaming skills.",
            "rules": [
                "This is an individual event.",
                "Match Format: Players go head-to-head in two 4-minute halves",
                "Tournament Format: Knockout (changes according to number of registration).",
                "Controller: PC wired controller gamepad.",
                "If both players draw a match, the winner will be decided by penalties(even after the extra time score goes the same).",
                "Players can pause the game twice,but in the event of pausing the game while the ball is with the opponent will lead to disqualification.",
                "Only standard teams are allowed.",
                "The decision of judges (staff and students will be final).",
                "Players are requested to bring their joysticks if possible,only a limited number of joysticks will be provided."
            ],
            "students": [
                {
                    "name": "Jobil",
                    "mob": "+918848980724"
                },
                {
                    "name": "Edwin",
                    "mob": "+919947212581"
                }
            ],
            "faculty": [
                {
                    "name": "Narendran A.K",
                    "mob": "+919074480396"
                }
            ]
        },
        {
            "name": "FINAL CUT (On Spot Video Editing)",
            "first": "Rs.2500",
            "second": "Rs.1500",
            "price": "Rs.150 per head",
            "day": "Day 1",
            "venue": "CCF Lab",
            "rules": [
                "An individual event.",
                "Participants should only Use Adobe Premiere Pro (will be provided).",
                "Participants will be provided with an edited Video and the Raw Footages of that video.",
                "Participants should create the replicate of that Edited Footage Within the Time limit.",
                "Judgement is based on:",
                [
                    "Similarity of the Video:",
                    "Timeline management",
                    "Sound effects",
                    "Transitions",
                    "Colour grading",
                    "Quality of the Output"
                ],
                "Time allotted will be announced according to the Video providing and the by checking the rendering speed of the PC’s provided.",
                "Participants should Render the Video and the final output should be ready within the time limit.",
                "Organizers will examine the final Timeline of the Video.",
                "If any means of crash occurs to the software, the organizers won't be responsible so we request the participants to save the project file in between editing.",
                "Participants can't take footages from any other sources.",
                "Inbuilt Luts can be used.",
                "Participants should bring separate headphones for individual Privacy.",
                "Maximum number of participants 30.",
                "The Decision of the judges (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Aslam Shanavas",
                    "mob": "+919562675083"
                },
                {
                    "name": "Mohamed Fayis E",
                    "mob": "+919645315315"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Gokilavani"
                },
                {
                    "name": "Prof. Simi M S"
                }
            ]
        },
        {
            "name": "FLAGSHIP FIERA",
            "price": "Rs.20 per head",
            "day": "Day 1",
            "time": "Full Day",
            "venue": "Seminar Hall",
            "desc": "The event is an expo of flagships of Smartphone giants.",
            "rules": [
                "All the BTech Students can participate.",
                "Audience must handle the items displayed with care.",
                "Participants must do the payment for any destruction done by them to the displayed items ."
            ],
            "students": [
                {
                    "name": "Ashwin Kumar V",
                    "mob": "+919497720233"
                },
                {
                    "name": "Nimita Mary Wilson",
                    "mob": "+919207127820"
                }
            ]
        },
        {
            "name": "FOLLOW",
            "first": "Rs.3000",
            "second": "Rs.1500",
            "price": "Rs.300 per team",
            "day": "Day 1",
            "time": "1PM to 4PM",
            "venue": "Process Control Lab",
            "desc": "The objective of this contest is for a robot already made by the contestants with below specifications to follow a black line on a white background, without losing the line, and navigating several 90 degree turns. The robot to complete the course in the shortest period of time while accurately tracking the course line from start to finish wins.",
            "rules": [
                "Robots per Event: One",
                "Length of Event: 3 minutes Max",
                "Robot Weight Range: 600g",
                "Robot Dimensions: W: 25cm x L: 25cm x H: 7cm",
                "Arena Specifications: 111cm wide by 2448cm long",
                "Robot Control: Autonomous",
                " Size and Weight Limits: dimensional and weight limits for robots shall be strictly enforced. Robots must have passed inspection prior to competing.",
                "Course Time: time is measured from the time the robot crosses the starting line until the time it crosses the finish line. A robot is deemed to have crossed the line when the forward most wheel, track, or leg of the robot contacts or crosses over the line.",
                "Time Limit: a maximum of 3 minutes is allowed for a robot to complete the course. A robot that cannot complete the course in the allotted time shall be disqualified.",
                "Timekeeping: time shall be measured by an electronic gate system or by a judge with a stopwatch, based on the availability of equipment. In either case the recorded time shall be final.",
                "Autonomous Control: once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.",
                " Arena Edges: a robot that wanders off of the arena surface will be disqualified. A robot shall be deemed to have left the arena when any wheel, leg, or track has moved completely off the arena surface.",
                "Losing the Line: any robot that loses the line course must reacquire the line at the point where it was lost, or at any earlier (e.g. already traversed) point.",
                " Second Attempt: any robot that loses the line course and fails to reacquire it will be allowed a single reattempt. The robot must start the course again from the beginning, and if it loses the line course on its second attempt it will be disqualified.",
                "Power of Officials: the decisions of all officials regarding these rules and the conduct of the event shall be final.",
                " Course Specifications: The line following course shall traverse a white paper rectangle 44\" wide and 96\" long. The line shall be a black, 1/2\" wide line traversing the arena from end to end. There shall be no crossovers (e.g. places where the line crosses itself). Switchbacks and hairpins are possible, but the adjacent sections of the line shall be no closer together than 15cm when measured from the center of each line. The line course shall have 1 or more sharp right-angle, but no angle will be greater than 90 degrees."
            ],
            "students": [
                {
                    "name": "Amal Joshy",
                    "mob": "+918138089700"
                },
                {
                    "name": "Adarsh",
                    "mob": "+919061576011"
                },
                {
                    "name": "Ebin",
                    "mob": "+917034903736"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Tony George"
                },
                {
                    "name": "Mr. Viju"
                }
            ]
        },
        {
            "name": "GOOGLE MARATHON",
            "prize": "Rs.3K",
            "price": "Rs.150 per head",
            "day": "Day 2",
            "time": "10AM to 4PM",
            "venue": "PL Lab",
            "desc": "To All Those Great Explorers Who Knows To Grab Information Within A Few Clicks! Are u great at searching, browsing and exploring through the website that connects all other websites? The one which connects about 1 million users !!! Yes ...Google !! ASHWAMEDHA'19 the national level technical fest of Adi Shankara Institute of Engineering and Technology gives you the  ground to showcase your browsing and exploring talent through the web at its beat down event called the 'Google Marathon'.",
            "rules": [
                "This is a team event of 2 members.",
                "Team should consist of 2 participants only.",
                "A person alone cannot participate.",
                "If more team are present, then there will be a preliminary round.",
                "There will be a timeout for completing the contest.",
                "Inter college and inter-department teams are allowed.",
                "Final decision regarding winner solely goes to judges.",
                "The Decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Manu Mathew Cherian",
                    "mob": "+919496755430"
                },
                {
                    "name": "Gokul Deep A",
                    "mob": "+918129765692"
                }
            ],
            "faculty": [
                {
                    "name": "Prof.Sankaranayaki K",
                    "mob": "+919447260342"
                },
                {
                    "name": "Ms Sangeetha K G"
                }
            ]
        },
        {
            "name": "GRID RACING",
            "prize": "1K",
            "price": "Rs. 100 per head",
            "day": "Day 2",
            "time": "9:30AM to 1PM",
            "venue": "Gaming Hub",
            "desc": "Dig, drift, drag, and roll your ride to win. Face numerous rivals and become a racing legend. Show off your gaming skills.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is an individual event.",
                "Damage: On",
                "Tournament Format: Race( changes according to number of participants).",
                "Controller:PC wired controller gamepad.",
                "Players can pause the game twice.",
                "Max number of flashbacks 4.",
                "Max number of corner cutting 4."
            ],
            "students": [
                {
                    "name": "VISHNU NAIR",
                    "mob": "+917025893287"
                },
                {
                    "name": "RAHUL VINOD",
                    "mob": "+918075811615"
                }
            ],
            "faculty": [
                {
                    "name": "MAJO DAVIS"
                }
            ]
        },
        {
            "name": "GROUP DISCUSSION",
            "prize": "4K",
            "price": "Rs 200 per head",
            "day": "Day 2",
            "time": "1PM",
            "venue": "SEMINAR HALL- MECHANICAL BLOCK",
            "desc": "",
            "rules": [
                "Each group will be having 6-10 members.",
                "Event will be comprising of initial rounds depending upon the number of participants and a final round. ",
                "Each group will be given a minimum of 10 minutes.",
                "Language spoken must be English.",
                "Derogatory remarks on teammates or public figures are discouraged.",
                "Decision of the staff coordinators will be final in all regards.",
                "Students are supposed to bring their college ID cards for verification process."
            ],
            "students": [
                {
                    "name": "Ramakrishnan V",
                    "mob": "+919745973910"
                },
                {
                    "name": "U.S. Harikrishna",
                    "mob": "+918281875871"
                },
                {
                    "name": "Josemon K L",
                    "mob": "+919496491371"
                }
            ]
        },
        {
            "name": "HARDWARE ASSEMBLY",
            "first": "Rs.2000",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "1PM to 4PM",
            "venue": "S1 CSA",
            "desc": "This event is to find a team with the best knowledge about computer hardware and its connections. This event will showcase team work, time management and organization capability.",
            "rules": [
                "General rules of  ASHWAMEDHA ’19 are applicable for this event.",
                "This is an individual Event.",
                "First round includes a quiz section regarding the computer hardware.",
                "Those who clear round 1 will go to the second round which will be the assembling round.",
                "The challenge given to the participants is to assemble a dismantled  computer CPU and bring it back to normal condition.",
                "The CPU given at the start of the competition would be completely dismantled. ",
                "Each participant will  have to assemble it correctly within time limit.",
                "The participant  who complete the assembling in a shorter time will be the winner.",
                "The tools required for assembling will be provided to each participant.(only one screwdriver for each participant).",
                "The participants should not damage any parts, especially the processors.",
                "The participants will not be given any trials or practice session before the event.",
                "The Decision of the judges would be final."
            ],
            "students": [
                {
                    "name": "Abhishek Prasanth",
                    "mob": "+918547883889"
                },
                {
                    "name": "Athira Lakshmi Vinod",
                    "mob": "+919447202515"
                },
                {
                    "name": "Febin Sebastian",
                    "mob": "+919745671073"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Sameera M K",
                    "mob": "+918547068020"
                },
                {
                    "name": "Mr. Sumesh S Menon"
                }
            ]
        },
        {
            "name": "IOT WORKSHOP",
            "price": "Rs.250 per head",
            "day": "Day 1",
            "time": "9:30AM to 4PM",
            "venue": "SI Lab",
            "desc": "The IoT workshop will be a hands-on workshop in which the students are been trained about the basics of IoT using some of the electronics components. In this workshop, there is also the interfacing about the Firebase cloud platform and also teaches them how to interface with the cloud using the values. Which is been generated from the sensors.",
            "rules": [
                "The students attending the workshop don’t require any pre-knowledge in programming.",
                "All the requirements necessary for the workshop will be provided by the college.",
                "Participants are requested to carry a USB charger with them while attending the workshop.",
                "Students participating will be grouped as a team of 5.",
                "Individual participants are also been considered, will assign a team.",
                "The team will be responsible for damaging any of the components and if found any damage additional fees will be remitted from the team."
            ],
            "students": [
                {
                    "name": "Arun Paul Varghese",
                    "mob": "+919495834738"
                },
                {
                    "name": "Narayanaswami T V",
                    "mob": "+917025902638"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Divya K S ",
                    "mob": "+919495632952"
                },
                {
                    "name": "Prof. Anaswara Jayan",
                    "mob": "+918547152491"
                }
            ]
        },
        {
            "name": "JUST A MINUTE (JAM)",
            "first": "Rs.2500",
            "second": "Rs.1500",
            "price": "Rs.100 per head",
            "day": "Day 2",
            "time": "10AM to 1PM",
            "venue": "CS Seminar Hall",
            "desc": "This Event is to find individual with best communication skill.",
            "rules": [
                "General rules of ASHWAMEDHA ’19  are applicable for this event.",
                "This is an individual event.",
                "There will be maximum of 30 participants from which only 5 participants will be qualified for the next round.",
                "Topic will be given on the spot.",
                "Language used must be English.",
                "Fluency, grammar and content will be checked. ",
                "Participants are allowed to talk about each topic for 1 minute.",
                "In the first round, two general topics or images will be given. ",
                "The shortlisted students will be qualified for the next round. 2 technology based topics will be provided in this round. ",
                "Electronic devices like smart watch, mobile phones are not allowed.",
                "The expected duration is between 50 and 65 seconds.",
                "Offensive words should not be used.",
                "Judges decision would be final."
            ],
            "students": [
                {
                    "name": "Aadil Kather ",
                    "mob": "+919400708454"
                },
                {
                    "name": "Niva S",
                    "mob": "+918281858581"
                }
            ],
            "faculty": [
                {
                    "name": "Asha Rose Thomas"
                },
                {
                    "name": "Rajesh Mon"
                }
            ]
        },
        {
            "name": "KING OF TROLLS",
            "first": "Rs.2000",
            "venue": "Online",
            "rules": [
                "Troll can be made on any software.",
                "The troll should be related to \"CAMPUS LIFE\"",
                "The troll should not contain any personal criticism/attack.",
                "The troll should be immaculate of obscenity.",
                "Trolls can either be in English/Malayalam.",
                "Original trolls created by individuals are only eligible for contest.",
                "Trolls should be watermarked as “KING OF TROLLS-ASHWAMEDHA 2K19”. ",
                "Only the entries shared to ashwamedha2k19@gmail.com within the time period are considered for competition.",
                "Evaluation criteria based on the number of liked on Instagram page of ‘Ashwamedha 2k19’.",
                "Time period for uploading the entries is up to 6:00Pm ,2nd November 2019."
            ],
            "students": [
                {
                    "name": "Sandra Chandran",
                    "mob": "+919061110413"
                },
                {
                    "name": "Manomy",
                    "mob": "+919605807815"
                }
            ]
        },
        {
            "name": "MAZE RUNNER",
            "prize": "6K",
            "price": "250 Rs per head",
            "day": "Day 1 & 2",
            "venue": "CIVIL LOBBY",
            "desc": "\"I shall be telling this with a sigh , somewhere ages and ages hence , two roads diverged in a wood and I took the one less handled by , and that made all the difference\" Enter the maze grid through the entry door. one wrong move gonna take you into loops and loops. Different puzzles to be solved within, if you get it all right which lead you to the correct exit, then you win !!",
            "rules": [
                "The event is general.",
                "The event is open to all college and school going students irrespective of branches.",
                "Only individual participation is allowed for each registration.",
                "The event includes general facts, logical reasoning, mathematical and common understanding skills.",
                "The judgement will be based on speed, accuracy and time of completion.",
                "Multiple registration not permitted for an individual.",
                "The decisions of the judges will be final."
            ],
            "students": [
                {
                    "name": "ALTHALIF V I",
                    "mob": "+919400803406"
                },
                {
                    "name": "NOUREEN MUHAMMED RAFI",
                    "mob": "+918547029637"
                }
            ]
        },
        {
            "name": "Motorsports Designing",
            "price": "Rs 300 per head",
            "day": "Day 1",
            "time": "10AM-12PM",
            "venue": "Central Computing Facility",
            "desc": "Thinking of a career in designing ? Then you are in the right place. For aspirants and beginners.",
            "rules": [
                "This is an individual event.",
                "Bring your own laptops with SW installed, if not computers will be provided.",
                "Aspirants and amateur level designers have maximum relevance to attend.",
                "Workshop registration includes complimentary registration to SolidWorks Designing Competition.",
                "In case of very less participation, changes maybe put forth by the coordinators.",
                "Refreshments will be provided.",
                "The decisions of the staff coordinators will be final."
            ],
            "students": [
                {
                    "name": "Akshay Ajoy",
                    "mob": "+918078207696"
                },
                {
                    "name": "Aby Scaria",
                    "mob": "+919495980928"
                }
            ]
        },
        {
            "name": "PROJECT R",
            "prize": "10K",
            "price": "Rs. 100 for IEEE CS (Promo code: IEEE60)\nRs. 130 for IEEE (Promo code: IEEE30)\nRs. 150 for Non-IEEE",
            "day": "Day 2",
            "time": "10AM to 4PM",
            "venue": "MBA Seminar Hall",
            "desc": "Idea Presentation",
            "rules": [
                "A team of 3 members are mandatory can participate.",
                "A team should be led by a mentor is needed for each team.",
                "Keep Original and genuine ideas!",
                "Ideas of any genre are invited.",
                "Similar ideas can result in disqualification of the team which submitted next.",
                "7 minute Presentation",
                "1 minute video",
                "3-minute business structuring",
                "5-minute prototype display",
                "The event will be conducted in 3 Phases:",
                [
                    "Phase 1: The origin. The participants need to come up with a good idea for their project and send us a poster(as a visual representation)  and an abstract (a brief explanation) of the same via email. Good project ideas which are well presented shall be  selected.",
                    "Phase 2: The propositional act. Participants who qualified phase 1 will now have to make a Presentation and  pitch it during Ashwamedha in front of judges who will decide the selection process.",
                    "Phase 3: The Actuation trial. Participants are asked to make a (possibly) working model of the project. Based on the progress and the design, the best teams will be selected as winners. And a cash prize up to Rupees 10000 shall be awarded to them."
                ],
                "The Decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Vidhu Hari ",
                    "mob": "+919447889241"
                },
                {
                    "name": "Aagneyan",
                    "mob": "+919746005523"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. SUNDER V"
                },
                {
                    "name": "Prof. REMYA V"
                }
            ]
        },
        {
            "name": "REFUERZOS",
            "first": "5000",
            "second": "3000",
            "price": "250 Rs per team",
            "day": "Day 1",
            "time": "1PM - 4PM",
            "venue": "S1 Civil",
            "desc": "Use your technical skill in reinforcement STEEL  with \"REFUERZOS\"!!",
            "rules": [
                "Team of 4 participants is required.",
                "Use of material other than the provided ones will lead to disqualification.",
                "Judges decision is final.",
                "The overall competition consists of 3 rounds.",
                "Round 1(prelims) - pen and paper test-Based on general aptitude and engineering knowledge.",
                "Only the team who qualify the prelims will be allowed to participate for the further round.",
                "Round 2- In this round the participant will be tested based on their practical skills and the basic concepts of reinforcement.",
                "The candidates will be provided with toothpicks and glue. They have to build a miniature model of column reinforcement.",
                "Round 3- This is the final round. Here the reinforcement providing ability of the participants will be evaluated. A structural element will be specified for which the participants need to provide the reinforcements.",
                "In this round the plan and the elevation of a structural element will be given to the participants. They have to bend and tie the steel bars in position according to given plan.",
                "In case of tie of mark at any level then a further round will be conducted for those team depending on the decision of the event coordinators or organizers.",
                "The decisions of the organizing committee will be final. "
            ],
            "students": [
                {
                    "name": "JOHN GEORGE",
                    "mob": "+919496256030"
                },
                {
                    "name": "SREEHARI S",
                    "mob": "+919495814803"
                }
            ],
            "faculty": [
                {
                    "name": "PROF.ANGITHA"
                },
                {
                    "name": "PROF.REEMA"
                }
            ]
        },
        {
            "name": "ROBO-SOCCER",
            "sub": "THE SOCCER SHOWDOWN",
            "prize": "16K",
            "price": "Rs. 500 per team",
            "day": "Day 1",
            "time": "10AM to 1PM",
            "venue": "Centre Courtyard",
            "desc": "An event organized to showcase the robotic talents and the spirit of soccer in a single stage. The participants can bring in manually controlled or automated robots designed to play soccer in an arena specially designed for the same. As always the aim of a soccer match is to score the maximum number of goal in limited amount of time and it’s the same focus in this event but only using the robotics skills of moving the ball, pushing the ball towards the goal, to move the robot around the arena and to avoid collisions etc.",
            "rules": [
                "Dimensions",
                [
                    "The robot Should not exceed 25x25x25cms (with overhanging body works). External device used for controlling is not included in the size constraints.",
                    "Overall Weight should not exceed 6kg (fixed).",
                    "Length of the robot’s wire must be at least 5m.",
                    "The arena shall be 400 cm long and 200 cm wide. The goal post shall be 60 cm wide and 24 cm in height from the bottom. The penalty shot will be taken at a distance of 65 cm from the opponent's goal post."
                ],
                "Robot Specification",
                [
                    "Rolling motion (Wheels, tracks with belt) are allowed.",
                    "Jumping, hoping and flying (using helium balloons, aero foil, etc.) are not allowed.",
                    "Robots can be controlled using wired or wireless methods. In case of wireless control, participants should take necessary precautions to avoid frequency interference. ",
                    "For wired control all the wires coming out of the bot should be stacked into single bundle. Wires should be properly insulated.",
                    "The ball can be either dragged or pushed by the robot (use of strikers are not allowed to use).",
                    "Use of readymade parts like LEGO kits (except remote control kits) is strictly prohibited. If judges suspect that a team has put no effort into the construction of the vehicle and has purchased it readymade, they are liable for disqualification. ",
                    "The vehicle can only drag the ball. Capturing the ball by any means (Example: by means of a slot running through the body, or a cup) may lead to disqualification. ",
                    "The ball cannot roll under the vehicle. Guiding slots (projections/depressions on the surface of the vehicle) should not exceed the radius of the ball. The vehicles cannot employ a mechanism to strike the ball."
                ],
                "GAMEPLAY RULES",
                [
                    "A standard golf ball will be used for the game. (With an approximate diameter of 45mm, and weight 45gm). ",
                    "Each league match shall be 6 minutes long with halftime of 3 minutes. ",
                    "Semi-final and final match durations shall be of 10 minutes with halftime of 5 minutes each. ",
                    "The configurations that the vehicle must abide by during the match are described under arena specifications. ",
                    "There should be no entanglement of wires during the match. ",
                    "Intentional physical cornering and rough play may be declared as foul depending on the decision of the judges. ",
                    "The referee shall take decisions regarding the fouls committed during the match. ",
                    "Three fouls shall lead to a penalty shoot-out. ",
                    "In case of unpredictable issues like immobility of robots or weather, the match will be paused by the judges. They can also decide the position of the robots when the match continues",
                    "The restrictions on the accessible areas on the arena for each vehicle shall be strictly followed during the course of the match. A violation of this rule shall lead to a penalty shoot. ",
                    "The penalties shall be taken from the centre of the penalty spot, which is at a distance of 65cm from the goal post, onto an open goal; none of the machines can guard their goal during this. ",
                    "If the ball leaves the arena, the game will be started from the centre. A foul in the D-box (the area just before the goal post) leads to a penalty to the opposite team."
                ],
                "TEAM SPECIFICATION",
                [
                    "A team may consist of a maximum of 3 participants. These participants can be from the same or different institutes.",
                    "Every team must have a unique name. Each team must specify their team representative (leader) at the time of registration. All the important communications between event coordinators and the registered teams will be done through their team representative. The team representative must submit valid contact details (phone no., email ID etc.) at the time of registration."
                ],
                "BATTERY AND POWER",
                [
                    "The robot can be powered by Battery. Power source for battery eliminators would be available at the venue",
                    "Maximum allowed power is 12V.",
                    "Use of damaged, non-leak proof batteries may lead to disqualification.",
                    "The teams are suggested to have at least one extra battery ready and charged up during competition so that on advancing to the next level, they won’t have to wait or suffer due to the uncharged battery. If teams do not show up during their allotted slot, they will be disqualified."
                ]
            ],
            "students": [
                {
                    "name": "HARIKRISHNAN SUERESH KUMAR",
                    "mob": "+916238319404"
                },
                {
                    "name": "HARIKRISHNAN K.B",
                    "mob": "+918921994485"
                },
                {
                    "name": "AMAL PAYYAPPILLY",
                    "mob": "+916282220255"
                }
            ],
            "faculty": [
                {
                    "name": "Prof ELDHO MATHEW",
                    "mob": "+919447726894"
                },
                {
                    "name": "Prof AJU SIVAN"
                }
            ]
        },
        {
            "name": "ROBO WAR",
            "prize": "30K",
            "price": "Rs 700 per team",
            "day": "Day 1",
            "time": "1PM to 4PM",
            "venue": "Central courtyard",
            "rules": [
                "Dimension and fabrications",
                [
                    "Dimensions should not exceed 75×50×50cms",
                    "The weight of the machine should not exceed 25kgs and should not be less than 15kgs (excluding remote control and remote control wires)."
                ],
                "Mobility includes",
                [
                    "Rolling(wheels,tracks or the whole robot)."
                ],
                "Battery",
                [
                    "The electrical voltage at any point of time in the machine should not exceed 24v(DC/AC)."
                ],
                "Weapon restrictions",
                [
                    "Must incorporate an active offensive weapon which is designed to damage, immobilize or seriously affect the operation of the opponent’s robot. Weapon specifications must be included on your registration form for approval."
                ]
            ],
            "students": [
                {
                    "name": "Rahul Srikumar",
                    "mob": "7982080632"
                },
                {
                    "name": "Arun Prasad N P",
                    "mob": "9497271061"
                },
                {
                    "name": "Arun krishnan K R ",
                    "mob": "9846415876"
                }
            ],
            "faculty": [
                {
                    "name": "",
                    "mob": ""
                },
                {
                    "name": "",
                    "mob": ""
                }
            ]
        },
        {
            "name": "TECH ASSEMBLE",
            "first": "Rs.1500",
            "second": "Rs.500",
            "price": "Rs.100 per team",
            "day": "Day 2",
            "time": "10AM to 1PM",
            "venue": "EEE Machines Lab",
            "desc": "The event showcase the talent of teams to reassemble the device parts.",
            "rules": [
                "Team should consist of 2 members.",
                "A person alone cannot participate. ",
                "If there are more than 4 groups, prelims would be conducted. ",
                "There will be a preliminary round and final round. ",
                "Time limit is decided according to the device given for reassembling.",
                "Reassembling will be depended on the type of device provided. ",
                "The Decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Amal Razic K A",
                    "mob": "+919946631615"
                },
                {
                    "name": "Suneesh R S",
                    "mob": "+918086986540"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Rajalakshmi S"
                },
                {
                    "name": "Prof. Santhosh S"
                }
            ]
        },
        {
            "name": "TECHNOPHILE",
            "first": "Rs.3000",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "9:30AM to 1PM",
            "venue": "S5 CSE/ADP Lab",
            "desc": "The event is to find an individual with best technical knowledge and skills. This event will showcase the participant’s technical talent.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is an individual event.",
                "First round includes MCQ Quiz. This round may be based on General Knowledge.",
                "The second round is a technical crossword puzzle.",
                "The students will be qualified to the next round based on a cut off from the average score calculated.",
                "The shortlisted students will take part in a circuit assembly and coding round. Here the core technical skills of the students are tested.",
                "The students should assemble the circuit based on the given layout within the allotted time.",
                "For coding, the students should execute the code within the given time and should clear all the test cases given.",
                "The students who excel in all the rounds will be selected as the winner.",
                "The results will be based on the time taken to finish the given task.",
                "The Decision of Judges will be final."
            ],
            "students": [
                {
                    "name": "Sreenath P",
                    "mob": "+918281640883"
                },
                {
                    "name": "Anjana B",
                    "mob": "+919562342472"
                }
            ],
            "faculty": [
                {
                    "name": "Neetha K Nataraj"
                },
                {
                    "name": "Joe Kurian"
                }
            ]
        },
        {
            "name": "TECHNOVITA",
            "first": "Rs.1000",
            "second": "Rs.500",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "10AM to 1PM",
            "venue": "S1 ME(A)",
            "desc": "Technical quiz related to engineering field.",
            "rules": [
                "Individual event",
                "The quiz will be based on the events related to the engineering field.",
                "In case of more than 6 participants there will be a preliminary round and 6 will be selected for the next round.",
                "The prelims will contain a fixed number of questions along with a few stars marked question.",
                "In case of a tie in prelims, the participants answering the maximum number of starred questions will be selected.",
                "6 winners will face each other for one more round and the best 4 will be selected for finals.",
                "In case of a tie in the second and final rounds, the tie will be resolved in a tiebreaker.",
                "The quiz master will have the right to make changes to the pattern of the rounds.",
                "The decision of the judges (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Amal J",
                    "mob": "+919495991505"
                },
                {
                    "name": "Karthik",
                    "mob": "+918156898348"
                }
            ],
            "faculty": [
                {
                    "name": "Anna Baby"
                },
                {
                    "name": "Venugopal"
                }
            ]
        },
        {
            "name": "TIKI TAKA",
            "sub": "5'S FOOTBALL",
            "first": "7000",
            "second": "3500",
            "price": "700 Rs per team",
            "day": "Day 1",
            "time": "9:30AM-4PM",
            "venue": "COLLEGE FOOTBALL GROUND",
            "desc": "The event is to find the best 5 a side football team.",
            "rules": [
                "This is a team event,in which each team consist of 5 on field players and 2 substitution players.",
                "The rounds will be on a knockout basis.Each game consist of two halves with 10 minutes each.",
                "The winner will get qualified to the next level and in case of a draw,winner will be chosen from penalties.",
                "The game includes rolling substitutions.",
                "The desicions made by the referee will be final.",
                "Freekicks are awarded for time waisting,fouls etc based on the referee's desicion and all freekicks are indirect.",
                "Shots should be made from outside the opposition goalkeeper area or else a goalie kick will be awarded.",
                "Penalties are given if a goalkeeper touches the ball outside his goalkeeper area or if a player touches the ball insde his goalkeeper area and the penalties will be a one step penalty.",
                "Goalkeeper can throw,kick and roll the ball but cannot throw the ball beyond the half line ,if yes so a freekick will be awarded."
            ],
            "students": [
                {
                    "name": "JOEL PAUL M J",
                    "mob": "+917012824421"
                },
                {
                    "name": "J JAYADEEP",
                    "mob": "+919495489776"
                }
            ],
            "faculty": [
                {
                    "name": "VISHNU S"
                },
                {
                    "name": "HARIDAS"
                }
            ]
        },
        {
            "name": "TRILOGY",
            "first": "Rs.4000",
            "second": "Rs.3000",
            "price": "Rs.100 per head",
            "day": "Day 2",
            "time": "Full Day",
            "venue": "Electrical Lab",
            "desc": "The main objective of this event is to bring out the intricate electronic know-how and to challenge application-level knowledge of the participants. The participants are put to test through rigorous debugging, stabilizing and initializing core electronic simulated tests and rectification. This event is composed of three solid rounds with screening tests for the same at the end of every stage.",
            "rules": [
                "This is a group event, the group size should not exceed beyond 3/team.",
                "Prelims will be conducted prior to the first round if there are more than required numbers of team.",
                "The team that finishes each round the fastest will be given priority over the other team to the next round.",
                "Use of mobile phones and any other forms of malpractices are strictly prohibited.",
                "The Decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Leo Solomon Paul",
                    "mob": "+919207152373"
                },
                {
                    "name": "Sachin P P",
                    "mob": "+919645925787"
                },
                {
                    "name": "Priyanka R Krishnan",
                    "mob": "+918547455058"
                }
            ],
            "faculty": [
                {
                    "name": "Jayalakshmi P K",
                    "mob": "+919995894606"
                },
                {
                    "name": "Vinila M L",
                    "mob": "+919846670675"
                }
            ]
        },
        {
            "name": "TYPE RACER",
            "first": "Rs.2000",
            "second": "Rs.1000",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "1PM to 4PM",
            "venue": "NP Lab",
            "desc": "The main objective of this event is to measure and bring out the typing speed and typing accuracy of the participants which are put to test through time-limited typing, tackling verbal and grammar tests, coding skills and blind typing. The event is composed of four solid rounds with screening tests for the same at the very end of every stage.",
            "rules": [
                "This is an individual event.",
                "Prelims will be conducted prior to the first round if there are more than required numbers of participants.",
                "Participants should only use the keyboards provided.",
                "Use of mobile phones and any other forms of malpractices are strictly prohibited.",
                "Copy and paste is not allowed.",
                "The event will be strictly time-bounded.",
                "The Decision of the judges will be final."
            ],
            "students": [
                {
                    "name": "Nidhin S",
                    "mob": "+918075653890"
                },
                {
                    "name": "Joseph Alwin Soza",
                    "mob": "+919074832311"
                },
                {
                    "name": "Mary Githreon",
                    "mob": "+918943206147"
                }
            ],
            "faculty": [
                {
                    "name": "Jisha K R",
                    "mob": "+918129014888"
                },
                {
                    "name": "Subha M"
                }
            ]
        },
        {
            "name": "Zoom_ IN Zoom_ OUT",
            "first": "Rs.1500",
            "second": "Rs.1000",
            "price": "Rs.100 per head",
            "day": "Day 1",
            "time": "10AM to 12:30PM",
            "venue": "S3 CSB/College Premises",
            "desc": "This Event is to find individual with best photographic skill.",
            "rules": [
                "A maximum of 2 participants are allowed in a contestant team. One may participate as an individual as well.",
                "All photographs submitted must be taken within the campus.",
                "The submissions have to be theme-based. All themes will be announced during the event.",
                "All photographs submitted must be captioned.",
                "All photographs must be submitted within 2 hours of commencement of the event.",
                "The photographs may be taken using any kind of cameras including mobile phones. The submissions should of a minimum clarity.",
                "All submissions should be in JPEG format and must not contain watermarks or logos.",
                "Edited photographs will not be considered for evaluation.",
                "Judges decision will be final."
            ],
            "students": [
                {
                    "name": "Febina A E",
                    "mob": "+919020236375"
                },
                {
                    "name": "Lakshmi Rajan",
                    "mob": "+919400206806"
                }
            ],
            "faculty": [
                {
                    "name": "Joseph George"
                },
                {
                    "name": "Sumathy M V"
                }
            ]
        }
    ]
}