{
    "events": [
        {
            "name": "Circuit Bomb",
            "sub": "tic...tic...tic (KEEP THE EYE NOBODY EXPLODES)",
            "1st": "Rs.2000",
            "2nd": "Rs.1000",
            "price": "Rs.200 per head",
            "time": "Day 2 10AM to 4PM",
            "venue": "Communication Lab",
            "desc": "Your mission involves finding both analog and digital codes from the given circuit. In which you have to analyse the circuit in the given time with the given components. The final output will be given you have to find the input code to deactivate the bomb circuit.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "A team of maximum 3 members can participate.",
                "The required components will be provided.",
                "Event is divided into 2 rounds",
                "1st round/ prelims: quiz with a time limit of 20mins. (general technical MCQ  questions )",
                "Only 3 teams will be selected to the final round.",
                "Maximum 3 chances will be provided to check the code in the given time.",
                "Failure to complete the code within the time limit leads to elimination.",
                "Any of the rules stated above can be changed or updated by the event coordinators and will be informed."
            ],
            "students": [
                {
                    "name": "Jagannath Rameshan",
                    "mob": "+919400754215"
                },
                {
                    "name": "Asiya Harris",
                    "mob": "+918547801712"
                },
                {
                    "name": "Anna Kuriachan",
                    "mob": "+919645479518"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Prameela B",
                    "mob": "+919387264140"
                },
                {
                    "name": "Prof. Savitha Raghavan",
                    "mob": "+918281575141"
                }
            ]
        },
        {
            "name": "ELECTRONIC DEBUGGING (Circuit Debugging)",
            "sub": "If you didn’t fix it, It ain’t fixed!",
            "1st": "Rs.2000",
            "2nd": "Rs.1000",
            "price": "Rs.150 (50 per head)",
            "time": "Day 1 1:30PM to 5PM ",
            "venue": "Analog Communication Lab(EC Lab)",
            "desc": "Presenting Electronic Debugging, where the ECE geeks bring out their debugging powers. The target of the team is to locate the faults and fix them successfully within time limit.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "A team of maximum three participants can contest for this event.",
                "The event has three rounds which test your circuit debugging skills.",
                ["Round 1 : 10 general aptitude and 10 simple electronics related questions.",
                "Time allotted: 30 min.",
                "Round 2 : Participants selected to second round will be given 5 digital and 5 analogue electronics questions and they are supposed to identify the fault and rectify the circuit.",
                "Time allotted: 45 minutes",
                "Round 3: Participants selected for this round will be given a hardware  circuit either digital or analogue. Faults in the circuit must be identified to get the corrected output. ",
                "Time allotted : 2 hours"],
                "Failure to complete any of the round within the time limit leads to elimination.",
                "The decision of judges and event coordinators shall be treated as final and binding to all.",
				"A basic knowledge of digital and analogue circuitry is necessary.",
				"All the components and material required for the circuit will be provided by us."
            ],
            "students": [
                {
                    "name": "Arya S Nair ",
                    "mob": "+916238155017"
                },
                {
                    "name": "Annette Joy",
                    "mob": "+918281625471"
                },
                {
                    "name": "Anagha Sanakan",
                    "mob": "+918113819500"
                }
            ],
            "faculty": [
                {
                    "name": "Asst. Prof. Divya V Chandran",
                    "mob": "+919809639849"
                },
                {
                    "name": "Asst. Prof. Archana Aniyan",
                    "mob": "+919446944885"
                }
            ]

        },
        {
            "name": "CONCEPT ART(On spot photoshop)",
            "sub": "",
            "1st": "Rs.2500",
            "2nd": "Rs.1000",
            "price": "Rs.150 per head",
            "time": "Day 2 10AM to 1PM",
            "venue": "ADP Lab",
            "desc": "The event is to find an individual’s  creativity. This event will showcase the participant’s skills in photoshop.",
           	"rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "Its an individual event.",
                "Software's will be provided (photoshop and  light room).",
                "20 stock images will be provided",
                "Participants can't take images from any other sources",
                "Time limit will be 2 hr 30 min",
                "Event is about taking min 6 images and make the required  editing to create a meaningful image",
                "Participants are prohibited from using any external filters other than the inbuilt filters in software",  
                "If any means of crash occurs to the software, the organisers won't be responsible so we request the participants to save the psd file in between editing.",
                "Judgment will based on the creativeness, concept, effects and light used.",
                "The decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Nayana N Nair",
                    "mob": "+918289972746"
                },
                {
                    "name": "Rugmani Sethuraman",
                    "mob": "+919605828119"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Jain Stoble",
                    "mob": "+919496301743"
                },
                {
                    "name": "Ms. Deepa P",
                    "mob": ""
                }
            ]        	
        },
        {
            "name": "CROSSWORD",
            "sub": "",
            "1st": "Rs.1000",
            "2nd": "",
            "price": "Rs.100 per team",
            "time": "Day 2 1PM to 4PM",
            "venue": "S7 EEE, S1 ME A",
            "desc": "In this event the teams have to complete the crossword that has been made on the floor using the letters provided. The question will include both technical and general.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
				"Team event (2 members).",
				"Prelims will be conducted if there are more than 5 teams.",
				"It is a time-based event. The aim is to complete the crossword within a specific time.",
				"Time within which crossword should be completed will be announced at the time of the event.", 
				"Only one team at a time will be allowed in the room to complete the crossword.", 
				"All the teams not able to complete the crossword within the given time, the team with most correct answers will be the winners.", 
				"In case of a tie the decision will be made by the judges on the tie breaker.", 
				"The Decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Nidhin Raj",
                    "mob": "+918943522955"
                },
                {
                    "name": "Krishna",
                    "mob": "+919443742218"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Hima T",
                    "mob": ""
                },
                {
                    "name": "Prof. Lakshmipriya",
                    "mob": ""
                }
            ]

        },
        {
            "name": "DARK FANTASY(BLIND C CODING)",
            "sub": "",
            "1st": "Rs.2000",
            "2nd": "Rs.1000",
            "price": "Rs.150 per head",
            "time": "Day 1 1:30PM to 4:30PM",
            "venue": "ADP Lab",
            "desc": "The event is to find an individual with good coding skills. This event will showcase the participant’s programming skills.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is an individual event.",
                "The compiler provided will be Turbo c.",
                "This event consists of three rounds :",
				"1st Round (Logic) : Aptitude and Programming level questions will be given ,in which participants will have to answer problems based on c language. Selected participants will step into the next round.",
				"2nd Round (Run) : Problem statement is given to participants, they should have to execute the code in particular time limit with no errors.",
				"3rd Round : Only problem statement will be provided.",
				"(Blind Code)Participants need to type the code in TURBO C with MONITORS SWITCHED OFF in particular time limit. Mouse will also be detached.",
				"Winners will be announced based on the results of compilation and execution.",
				"Shortlisted participants of Round I will appear for Round II and Shortlisted participants of Round II will appear for Round III for which above rules will be applicable.",
				"In case of tie then timing and no. of errors will be considered.",
				"The Decision of the event coordinators (staff and students) will be final."

            ],
            "students": [
                {
                    "name": "Vishnu Santhosh",
                    "mob": "+917561831616"
                },
                {
                    "name": "Dileep Chandran",
                    "mob": "+919995232409"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Shobha T",
                    "mob": "+919446794105"
                },
                {
                    "name": "Miss Janet Roselin",
                    "mob": ""
                }
            ]        	
        },
        {
            "name": "DRONE RACE",
            "sub": "SET THE AIR ON FIRE",
            "1st": "Rs.12000",
            "2nd": "Rs.5000",
            "3rd": "Rs.3000",
            "price": "Rs.500 per head",
            "time": "Day 1 1:30PM to 5PM",
            "venue": "Ground",
            "desc": "The race comprises of 2 rounds. The first round tests the time of flight of all participating drones in the race pit and the best 5 will pass to the final round which is a head-on competition were the fastest flier will bag the prize.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "Each team can have a maximum of 2 members.",
                "Each team should bring their drone.",
                "Drones should be in good condition.",
                "The drone should be in the range of 45-70cm in diameter.",
                "The drone must not be automated and must be controlled manually.",
                "Pilots will carry a minimum of 2 batteries.",
                "Pilots will carry their own battery chargers, charging points would be provided.",
                "Pilots should bring their own soldering and other materials.",
                "Pilots are allowed to bring their own launch pads to races.",
                "All frames must pass a safety and airworthiness inspection. Once the airframe has been checked and approved, it must not be modified or changed, or it will need to be re-inspected.",
                "Pilots will only use the circular antenna on quads and antenna must be in good condition.",
                "Pilots must adhere to all rules within the competition venue, and will not fly in any other part of the venue unless it is a designated flight zone.",
                "Pilots must arrive at the venue with their complete setup 1 hour before the official race time and must be in complete READY-TO-GO state 15 mins before race time.",
                "Pilots will NOT be given any practice sessions during the 15 mins before the race starts. Pilots who are not in READY-TO-GO state 15 mins prior to race time will be disqualified from participating in the race.",
                "Participants have to control their drone and cross the obstacles in the path and complete the circuit.",
                "Pilots will be given maximum of 3 chances in the Qualifier Rounds, by which pilots have to record their best lap time. In that 1 round is mandatory while 2 rounds are optional if the pilot is happy with his/her lap time in any of the 3 rounds max.",
                "Top X number of pilots (where X is dependent upon the number of attending pilots) based on their fastest time set in the Qualifiers will proceed to the final Round. ",
                "Once pilots have successfully completed all laps, they must return to the start/finish pad, land and DISARM.",
                "Pilots that have crashed at any point during their race, are unable to resume racing, must DISARM their aircraft and wait until all aircraft have landed to retrieve their aircraft.",
                "Participants should follow the instructions.",
                "The decision of the judges will be final and no one can object their decision."

            ],
            "students": [
                {
                    "name": "Eldho K Paul",
                    "mob": "+918157965226"
                },
                {
                    "name": "Dennies Rocky",
                    "mob": "+919496700975"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Ajay Kumar",
                    "mob": "+919846900310"
                },
                {
                    "name": "Prof. Albins Paul",
                    "mob": "+919495129696"
                }
            ]
        },
        {
            "name": "ECLIPSE",
            "sub": "Trap the shadow",
            "1st": "Rs.2000",
            "2nd": "Rs.1000",
            "price": "Rs.250 per head",
            "time": "Day 2 1PM to 4PM",
            "venue": "EC Lab",
            "desc": "Project the given figure using shadow of provided materials.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "Team must consist of two members.",
                "Prelims will be conducted if there are more than four groups.",
                "Judgment will be based on the perfection and similarity with the actual picture.",
                "Arrangements of the materials should be according to the given provision.",
                "Source of light will be given and fixed. ",
                "External accessories are not allowed other than the given materials.",
                "Time duration:",
                ["Half an hour for discussions.",
                "One hour for construction."]
            ],
            "students": [
                {
                    "name": "Gayathri G Shenoy",
                    "mob": "+919495187303"
                },
                {
                    "name": "Swetha Vinayakumar",
                    "mob": "+918129855045"
                },
                {
                    "name": "Remya Mohanan",
                    "mob": "+919539017349"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Sreerag M",
                    "mob": "+919446090468"
                },
                {
                    "name": "Prof. Neema M",
                    "mob": "+918129244221"
                }
            ]
        },
        {
            "name": "FLAGSHIP FIERA",
            "sub": "",
            "1st": "",
            "2nd": "",
            "price": "Rs.20 per head",
            "time": "Day 1 Full Day",
            "venue": "Seminar Hall",
            "desc": "The event is an expo of flagships of Smartphone giants.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "All the BTech Students can participate.",
                "Audience must handle the items displayed with care.",
                "Participants must do the payment for any destruction done by them to the displayed items ."
            ],
            "students": [
                {
                    "name": "Ashwin Kumar V",
                    "mob": "+919497720233"
                },
                {
                    "name": "Nimita Mary Wilson",
                    "mob": "+919207127820"
                }
            ],
            "faculty": [
                {
                    "name": "",
                    "mob": ""
                }
            ]
        },
        {
        	"name": "CELL PROBE",
            "sub": "",
            "1st": "Rs.3000",
            "2nd": "Rs.2000",
            "price": "Rs.150 per head",
            "time": "Day 1 Full Day",
            "venue": "Seminar Hall",
            "desc": "The event is to find an individual with good knowledge regarding smartphones.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is an individual event.",
                "All the BTech Students can participate.",
                "The decision of organizing panel is considered absolute in all manners.",
                "The event consists of 2 rounds.",
                "In the First round ,participants will be provided with a Smartphone and are allowed to review it for 3-5 mins.",
                "Shortlisted Participants will be entering Round 2.",
                "Second Round consists of Blindfolded Identification of the phone.",
                "In the end, Tiebreaker may consist of certain questions related to the former sessions.",
                "The Winner will be declared on the basis of Cumulative Score",
                "The Decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Sachin A",
                    "mob": "+919745957302"
                },
                {
                    "name": "Namita Mary Wilson",
                    "mob": "+919188426070"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Raghi R Menon",
                    "mob": "+919961113367"
                },
                {
                    "name": "Mr Ashin Paul",
                    "mob": ""
                }
            ]
        },
        {
            "name": "Final Cut—On Spot Video Editing",
            "sub": "",
            "1st": "Rs.2500",
            "2nd": "Rs.1500",
            "price": "Rs.150 per head",
            "time": "Day 1",
            "venue": "CCF Lab",
            "desc": "",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "An individual event.",
                "Participants should only Use Adobe Premiere Pro (will be provided).",
                "Participants will be provided with an edited Video and the Raw Footages of that video.",
                "Participants should create the replicate of that Edited Footage Within the Time limit.",
                "Judgement is based on:",
                ["Similarity of the Video:",
                "Timeline management",
                "Sound effects",
                "Transitions",
                "Colour grading",
                "Quality of the Output"],
                "Time allotted will be announced according to the Video providing and the by checking the rendering speed of the PC’s provided.",
                "Participants should Render the Video and the final output should be ready within the time limit.",
                "Organizers will examine the final Timeline of the Video.",
                "If any means of crash occurs to the software, the organizers won't be responsible so we request the participants to save the project file in between editing.",
                "Participants can't take footages from any other sources.",
                "Inbuilt Luts can be used.",
                "Participants should bring separate headphones for individual Privacy.",
                "Maximum number of participants 30.",
                "The Decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Aslam Shanavas",
                    "mob": "+919562675083"
                },
                {
                    "name": "Mohamed Fayis E",
                    "mob": "+919645315315"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Gokilavani",
                    "mob": ""
                },
                {
                    "name": "Prof. Simi M S",
                    "mob": ""
                }
            ]
        },
        {
            "name": "FOLLOW",
            "sub": "",
            "1st": "Rs.3000",
            "2nd": "Rs.1500",
            "price": "Rs.300 per team",
            "time": "Day 1 1PM to 4PM",
            "venue": "Process Control Lab",
            "desc": "The objective of this contest is for a robot already made by the contestants with below specifications to follow a black line on a white background, without losing the line, and navigating several 90 degree turns. The robot to complete the course in the shortest period of time while accurately tracking the course line from start to finish wins.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "Robots per Event: One",
                "Length of Event: 3 minutes Max",
                "Robot Weight Range: 500g",
                "Robot Dimensions: W:25cm x L:25cm x H:7cm",
                "Arena Specifications: 111cm wide by 2448cm long",
                "Robot Control: Autonomous",
                "Size and Weight Limits: dimensional and weight limits for robots shall be strictly enforced. Robots must have passed inspection prior to competing.",
                "Course Time: time is measured from the time the robot crosses the starting line until the time it crosses the finish line. A robot is deemed to have crossed the line when the forward most wheel, track, or leg of the robot contacts or crosses over the line.",
                "Time Limit: a maximum of 3 minutes is allowed for a robot to complete the course. A robot that cannot complete the course in the allotted time shall be disqualified.",
                "Timekeeping: time shall be measured by an electronic gate system or by a judge with a stopwatch, based on the availability of equipment. In either case the recorded time shall be final.",
                "Autonomous Control: once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.",
                "Arena Edges: a robot that wanders off of the arena surface will be disqualified. A robot shall be deemed to have left the arena when any wheel, leg, or track has moved completely off the arena surface.",
                "Losing the Line: any robot that loses the line course must reacquire the line at the point where it was lost, or at any earlier (e.g. already traversed) point.",
                "Second Attempt: any robot that loses the line course and fails to reacquire it will be allowed a single reattempt. The robot must start the course again from the beginning, and if it loses the line course on its second attempt it will be disqualified.",
                "Course Specifications: The line following course shall traverse a white paper rectangle, 44” wide and 96” long. The line shall be a black, 1/2” wide line traversing the arena from end to end. There shall be no crossovers (e.g. places where the line crosses itself). Switchbacks and hairpins are possible, but the adjacent sections of the line shall be no closer together than 15cm when measured from the center of each line. The line course shall have 1 or more sharp right-angle, but no angle will be greater than 90 degrees.",
                "The Decision of the event coordinators (staff and students) will be final."

            ],
            "students": [
                {
                    "name": "Amal Joshy",
                    "mob": "+918138089700"
                },
                {
                    "name": "Adarsh",
                    "mob": "+919061576011"
                },
                {
                    "name": "Ebin",
                    "mob": "+917034903736"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Tony George",
                    "mob": ""
                },
                {
                    "name": "Mr. Viju",
                    "mob": ""
                }
            ]
        },
        {
            "name": "GOOGLE MARATHON",
            "sub": "",
            "1st": "Rs.2500",
            "2nd": "Rs.1500",
            "price": "Rs.100 per head",
            "time": "Day 2 10AM to 4PM",
            "venue": "PL Lab",
            "desc": "The event is to find an individual with analytical skills. This event will showcase a teams searching talent.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is a team event of 2 members.",
                "Team should consist of 2 participants only.",
                "A person alone cannot participate.",
                "If more team are present ,then there will be a preliminary round.",
                "There will be timeout for completing the contest.",
                "Inter college and inter department teams are allowed.",
                "Final decision regarding winner solely goes to judges.",
                "The Decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Manu Mathew Cherian",
                    "mob": "+9194967554302"
                },
                {
                    "name": "Gokul Deep A",
                    "mob": "+918129765962"
                }
            ],
            "faculty": [
                {
                    "name": "Prof.Sankaranayaki K",
                    "mob": "+919447260342"
                },
                {
                    "name": "Ms Sangeetha K G",
                    "mob": ""
                }
            ]
        },
        {
            "name": "HARDWARE ASSEMBLY",
            "sub": "",
            "1st": "Rs.1000",
            "2nd": "",
            "price": "Rs.100 per team",
            "time": "Day 1 1PM to 4PM",
            "venue": "S1 CSA",
            "desc": "This event is to find a team with the best knowledge about computer hardware and its connections.This event will showcase team work,time management and organization capability.",
            "rules": [
                "General rules of ASHWAMEDHA ’19 is applicable for this event.",
                "This is a team event of 2 participants.",
                "First round includes a quiz section regarding the computer hardware.",
                "Those who clear round 1 will be going for the second round which will be the assembling round.",
                "The challenge given to the team is to assemble a dismandled  computer CPU and bring it back to normal condition. ",
                "At ﬁrst the cpu is given to the team completely dismandled. ",
                "Each team have to assemble it correctly within time limit. ",
                "The team which complete the assembling in a shorter time will be the winners.",
                "The tools required for assembling will be provided to each team. (only one screwdriver for each team). ",
                "The participants should not damage any parts  especially the processors. ",
                "The participants will not be given any trials or practice session before the event.",
                "The Decision of the event coordinators (staff and students) will be final."
            ],
            "students": [
                {
                    "name": "Abhishek Prasanth",
                    "mob": "+918547883889"
                },
                {
                    "name": "Athira Lakshmi Vinod",
                    "mob": "+919447202515"
                }
            ],
            "faculty": [
                {
                    "name": "Prof. Sameera M K",
                    "mob": "+918547068020"
                },
                {
                    "name": "Mr. Sumesh S Menon",
                    "mob": ""
                }
            ]
        }       
    ]
}